Repository: bruceklotz/WP-CollectiveAccess
Catalog: lang/collectiveaccess-*.po
Languages: fr_fr

source: Could not load the localization file:
fr_fr: Impossible de charger le fichier de traduction :

source: Settings
fr_fr: Réglages

source: Results for
fr_fr: Résultats pour

source: Error
fr_fr: Erreur

source: Configuration error, no url_base defined. Please check your settings.
fr_fr: Erreur de configuration, url_base non défini. Veuillez vérifier vos réglages.

source: No query sent.
fr_fr: Pas de requête transmise.

source: Problem with localization files :
fr_fr: Problème avec les fichiers de localisation :

source: Filter
fr_fr: Filtrer

source: Browse
fr_fr: Parcourir

source: Remove this criteria
fr_fr: Retirer ce critère

source: Reset criterias
fr_fr: Annuler tous les critères

source: Display browse collections links
fr_fr: Affiche les liens pour parcourir les collections

source: Browse collections
fr_fr: Parcourir les collections

source: Objects
fr_fr: Objets

source: Entities
fr_fr: Entités

source: Places
fr_fr: Lieux

source: Display a random object from CollectiveAccess
fr_fr: Affiche un objet aléatoire depuis CollectiveAccess

source: CollectiveAccess Random object
fr_fr: CollectiveAccess : Objet aléatoire

source: Title:
fr_fr: Titre :

source: CollectiveAccess URL base:
fr_fr: URL base de CollectiveAccess

source: Object ID to display:
fr_fr: Identifiant de l'objet à afficher :

source: Display a CollectiveAccess search form
fr_fr: Affiche un formulaire de recherche CollectiveAccess

source: Submit
fr_fr: Envoyer

source: Identifiers
fr_fr: Identifiants

source: URL Base
fr_fr: URL d'accès aux webservices

source: Password
fr_fr: Mot de passe

source: Cache duration
fr_fr: Durée en cache

source: Templates
fr_fr: Modèles

source: Object details template
fr_fr: Modèle pour l'affichage détaillé des objets

source: Object bundles
fr_fr: Bundles pour les objets

source: Entitie details template
fr_fr: Modèle pour l'affichage détaillé des entités

source: <p>CollectiveAccess Wordpress plugin requires access through Web Services to your CollectiveAccess installation.<br/> Please provide here login and password to an accound having WebServices authorized in your Providence back office.</p>
fr_fr: <p>Le plugin WP-CollectiveAccess nécessite un accès par les web services de CollectiveAccess à votre installation <br/> Veuillez définir ici le login et le mot de passe d'un compte autorisé à utiliser les Webservices dans Providence. </p>

source: Define here the full URL to service.php inside your CollectiveAccess Providence installation.
fr_fr: Saisir ici l'URL complète vers le fichier service.php à la racine de votre installation de CollectiveAccess.

source: WP-CollectiveAccess requires a connection to a CA profile with WebServices rights. <br/> Check your CollectiveAccess installation under Manage > Access Control > Roles if you can't connect. <br/>At worst, try to connect as an 'administrator'.
fr_fr: WP-CollectiveAccess nécessite une connexion en tant qu'utilisateur de CollectiveAccess avec les droits d'accès aux WebServices.<br/> Si vous n'arrivez pas à vous connecter, vérifiez sous Gérer > Contrôle d'accès > Rôles. <br/>Au pire, essayez de vous connecter en tant que 'administrator'.

source: Enter a duration in seconds. During this time, data will be fetched from local storage instead of using Webservices.<br/>Default recommended value is 3600.
fr_fr: Saisir une durée en secondes. Durant ce délai, les données seront extraites d'un cache local au lieu d'utiliser les WebServices.<br/>La valeur recommandée est de 3600.

source: CollectiveAccess WordPress Plugin
fr_fr: Plugin Wordpress CollectiveAccess

source: Save Changes
fr_fr: Enregistrer les modifications

source: You'll define here templates for displaying objects inside Wordpress.
fr_fr: Vous pouvez définir ici les modèles pour afficher les enregistrements issus de CollectiveAccess dans votre WordPress.

source: CollectiveAccess browse collections links
fr_fr: CollectiveAccess : Liens pour parcourir les collections
